/*
Здесь  будет находиться  карта по выбору местоположения. Джеквери нужен здесь для 
передачи данных, после будет идти обработка данных в свиче в какую комнату кинуло.
надо не забывать о работе со сессией или лучше использовать куки.Так же здесь должен 
присутствовать файл ксс по карте и флажкам.
Создать div(класс)  блок  по выпадающему меню, установить его в правом вверхнем углу.
при выборе  списка должен открыться еще один список(список в списке), а после выбора показывать
флажок на карте по выбраному месту и возможность перейти по нему.
*/

<?php


